/**
 * Created by haoweirui on 2017/5/22.
 */
let infoUser = {
    name : '文森Bl特',
    sex : '帅气大男孩',
    riches : 99999,
    backpack : [
        {type:'记牌器1',doc:'可以记录已经丢掉的牌'},
        {type:'手雷1',doc:'可以超级加倍哦'},
        {type:'眼镜1',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器2',doc:'可以记录已经丢掉的牌'},
        {type:'手雷2',doc:'可以超级加倍哦'},
        {type:'眼镜2',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器3',doc:'可以记录已经丢掉的牌'},
        {type:'手雷3',doc:'可以超级加倍哦'},
        {type:'眼镜3',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器4',doc:'可以记录已经丢掉的牌'},
        {type:'手雷4',doc:'可以超级加倍哦'},
        {type:'眼镜4',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器5',doc:'可以记录已经丢掉的牌'},
        {type:'手雷5',doc:'可以超级加倍哦'},
        {type:'眼镜5',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器6',doc:'可以记录已经丢掉的牌'},
        {type:'手雷6',doc:'可以超级加倍哦'},
        {type:'眼镜6',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器7',doc:'可以记录已经丢掉的牌'},
        {type:'手雷7',doc:'可以超级加倍哦'},
        {type:'眼镜7',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器8',doc:'可以记录已经丢掉的牌'},
        {type:'手雷8',doc:'可以超级加倍哦'},
        {type:'眼镜8',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器9',doc:'可以记录已经丢掉的牌'},
        {type:'手雷9',doc:'可以超级加倍哦'},
        {type:'眼镜9',doc:'可以在别人不知道的情况下提前看到自己的牌哦'},
        {type:'记牌器0',doc:'可以记录已经丢掉的牌'},
        {type:'手雷0',doc:'可以超级加倍哦'},
        {type:'眼镜0',doc:'可以在别人不知道的情况下提前看到自己的牌哦'}
    ]
};

export default infoUser;